[General]
language=Ελληνικά
link_pc_name=PC Name
link_connect_pwd=Κωδικός
link_file_path=Φάκελος εισερχόμενων
link_auto_start=Αυτόματη εκκίνηση
link_change_folder_btn=Αλλαγή
link_open_folder_btn=Άνοιγμα
link_change_folder_dialog_title=Παρακαλώ επιλέξτε τον φάκελο των εισερχόμενων
link_save_button=Αποθήκευση
link_copyright=<c color="808080">Copyright (C) 2011-2015.</c><c color="808080">Guangzhou Shirui Electronics.<br/> Όλα τα δικαιώματα είναι κατοχυρωμένα.</c>
link_save_success_msg=Αποθήκευση ρυθμίσεων.
link_save_success_title=Μήνυμα
link_error_title=Σφάλμα
link_error_program_already_ran=Η εφαρμογή βρίσκεται σε λειτουργία, παρακαλούμε ελέγξτε το σύστημα του δίσκου σας.
link_error_program_expire=Η δοκιμαστική έκδοση έχει λήξει, παρακαλούμε επικοινωνήστε με το Shirui για να πάρετε την νεότερη έκδοση.
link_open_main_window=Άνοιγμα συνδέσμου
link_exit_program=έξοδος
link_minimize_to_tray=Σμίκρυνση συστήματος του δίσκου
link_open_spec=Βοήθεια
link_update=ενημέρωση
link_register=εγγραφή
link_error_title=Σφάλμα
link_message_title= Μήνυμα
link_update_network_error=Η σύνδεση του δικτύου απέτυχε, παρακαλώ δοκιμάστε αργότερα.
link_home_qrcode_tip=Πελατολόγιο της Android
link_connect_pc_tip= Σκανάρετε τον QR κωδικό για να συνδεθείτε με τον υπολογιστή.
link_reg_serial_invalid=Άκυρος κωδικός αριθμός
link_reg_partial_success=Συγχαριτήρια! Αυτό κωδικός αριθμός θα λήξει σε %d δοκιμαστικές φορές. Μπορείτε ακόμα να χρησιμοποιήσετε αυτό το SN για % d σε περισσότερες συσκευές.
link_reg_full_success=Συγχαριτήρια! Αυτό το SN θα ισχύει για πάντα. Μπορείτε ακόμα να χρησιμοποιήσετε αυτό το SN για% d σε περισσότερες συσκευές.
link_reg_response_failed=Συγνώμη! Η εγγραφή σας απέτυχε.
link_reg_response_serial_error=Συγνώμη! Η εγγραφή σας απέτυχε. Προκλήθηκε από: SN σφάλμα.
link_reg_response_error_lock=Συγνώμη! Η εγγραφή σας απέτυχε. Προκλήθηκε από: Το SN έχει εγγραφεί από κάποια άλλη συσκευή.
link_reg_response_day_expire=Συγνώμη! Η εγγραφή σας απέτυχε. Προκλήθηκε από: Το SN έχει λήξει.
link_reg_input_serial_text=Παρακαλώ εισάγετε τον κωδικό αριθμό
link_error_unknown=Άγνωστο σφάλμα.
link_reg_message_remaindays=Το πιστοποιητικό σας θα λήξει σε% d δοκιμαστικές φορές.
link_reg_message_remaindays_tip=<c color="CCCCCC"> Έκδοση %s, εγγράφηκε</c>
link_reg_message_remaindays_warn=<c color="CCCCCC">SeewoLink %s</c><c color="1899ED"><u><b><a id="1050">.εγγράφηκε</a></b></u></c><c color="CCCCCC">,παραμένει</c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">δοκιμαστικές φορές.</c>
link_reg_message_remaindays_reminder=<c color="CCCCCC">SeewoLink %s</c><c color="1899ED"><b>. εγγράφηκε </b></c><c color="FFFFFF">, παραμένει </c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">δοκιμαστικές φορές.</c>
link_reg_rd_renew_button=Ανανέωση
link_confirm_button=OK
link_cancel_button=ακύρωση
link_reg_read_reginfo_error=Απέτυχε η ανάγνωση των πληροφοριών της εγγραφής. Παρακαλώ δοκιμάστε αργότερα.
link_lang_setting_button=γλώσσα
link_lang_setting_hint=Παρακαλώ επιλέξτε τη γλώσσα σας:
link_lang_setting_ok=OK
link_lang_setting_cancel=ακύρωση
link_annotation_stop=Διακοπή
link_auto_start_tip=Σύνδεσμος εκκίνησηs.
link_lang_tip=γλώσσα
link_tab_text_status=Κατάσταση
link_tab_text_set=Ρυθμίσεις
link_tab_text_about=Σχετικά
link_stat_connected_device_tip= Συνδεδεμένος Πελάτης:
link_stat_connected_device= NULL
link_stat_conn_barcode_tip=Σκανάρετε 
link_tab_text_help=<c color="FFFFFF">Για βοήθεια, </c><c color="0000ff"><u><a id="1051"> Πατήστε εδὠ </a></u></c>
link_client_connected_tip=<c color="CCCCCC">%s<br/> σύνδεση ed</c>
link_client_disconnected_tip=<c color="CCCCCC">%s<br/>Αποσυνδέθηκε </c>
link_softap_tip=Hotspot 
link_softap_info=<c color="808080">Hotspot: %s</c><br/><c color="808080">κωδικός: %s</c>
link_softap_on=<c color="CCCCCC">Hotspot:%s<br/> έχει ξεκινήσει </c>
link_softap_off=<c color="CCCCCC">Το Hotspot έχει κλείσει </c>
link_softap_error=Το hotspot δεν μπορεί να ξεκινήσει, Παρακαλώ βεβαιωθείτε ότι το WLAN είναι ανοιχτό
link_update_title=Ενημέρωση συνδέσμου
link_update_confirm=Θα θέλατε να αναβαθμίσετε την τελευταία έκδοση;
link_update_success=Έχει ενημερωθεί με την τελευταία έκδοση.
link_update_failed= Η διαδικασία ενημέρωσης της τελευταίας έκδοσης έχει αποτύχει. Παρακαλώ επισκευθείτε την επίσημη ιστοσελίδα για να βρείτε την τελευταία έκδοση.
link_setup_uninstall=Απεγκατάσταση
link_setup_old_verision=Η παλιά έκδοση έχει εγκατασταθεί. Θα πρέπει να την αφαιρέσετε πριν εγκαταστήσετε την νέα έκδοση.
link_setup_restart_prompt=%s χρειάζεται να επανεκκινήσετε τον υπολογιστή σας !
link_setup_system_not_match=%s χρειἀζεται η έκδοση των Windows 7. Η εγκατάσταση θα σταματήσει!


link_lock_access=Lock Access
link_click_download_apk_help=<c color="CCCCCC"><c color="1899ED"><u><a id="1067">Download APP</a></u></c></c>
no_install_video_driver=Note: Graphics driver has not been installed,please install it first.
no_surpport_basic_themes=Spotlignt does not support Basic Themes,please turn to Aero Themes
pc_name_error=Failed to rename,there is no special character "%" or empty

link_reg_response_InvalidRequest=Client submits illegal request
link_reg_response_InvalidCheckCode=Invalid verification code
link_reg_response_MachineCodeError=Encoding is empty or does not match the format
link_reg_response_InvalidMachineCode=Machine code does not match
link_reg_response_SerialCodeError=Unable to resolve License
link_reg_response_InvalidSerialCode=Registration code does not exist
link_reg_response_OverdueSerialCode=Enter the registration code has been exhausted (the remaining number is 0)
link_reg_response_DatabaseException=Database exception occurs
link_reg_message_no_register=<c color="CCCCCC">%s  </c><c color="1899ED"><u><b><a id="1050">Not registered</a></b></u></c>
link_picture_show_window_tile=SeewoLink Picture Viewer
link_picture_show_full_window_tile=SeewoLink Picture Slide Viewer